Repository: HarpeLm/AquApp
Catalog: AquApp/Localizable.xcstrings
Source language: fr
Languages: ar, bg, bn, cs, da, de, el, en, es, fa, fi, fil, he, hi, hr, hu, id, it, ja, ko, ku, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, th, tr, uk, vi, zh_hans, zh_hant

# challenge.card.ongoing
source: Défi en cours
ar: تحدٍّ جارٍ
bg: Текущо предизвикателство
bn: চলমান চ্যালেঞ্জ
cs: Probíhající výzva
da: Igangværende udfordring
de: Laufende Herausforderung
el: Εν εξελίξει πρόκληση
en: Ongoing challenge
es: Reto en curso
fa: چالش جاری
fi: Käynnissä oleva haaste
fil: Kasalukuyang hamon
he: אתגר בתהליך
hi: चल रही चुनौती
hr: Trenutni izazov
hu: Folyamatban lévő kihívás
id: Tantangan berlangsung
it: Sfida in corso
ja: 進行中のチャレンジ
ko: 진행 중인 챌린지
ku: Pêşbaziya berdewam
lt: Dabartinis iššūkis
lv: Pašreizējais izaicinājums
ms: Cabaran sedang berlangsung
nb: Pågående utfordring
nl: Lopende uitdaging
pl: Trwające wyzwanie
pt_br: Desafio em andamento
pt_pt: Desafio em curso
ro: Provocare în curs
ru: Текущее испытание
sk: Prebiehajúca výzva
sl: Trenutni izziv
sq: Sfida aktuale
sr: Текући изазов
sv: Pågående utmaning
sw: Changamoto ya sasa
th: ความท้าทายที่กำลังดำเนินอยู่
tr: Devam eden görev
uk: Поточний виклик
vi: Thử thách đang diễn ra
zh_hans: 进行中的挑战
zh_hant: 進行中的挑戰

# challenge.card.subtitle
source: Buvez %d ml aujourd'hui
ar: اشرب %d مل اليوم
bg: Изпий %d мл днес
bn: আজ %d মিলি পান করুন
cs: Vypij dnes %d ml
da: Drik %d ml i dag
de: Trink %d ml heute
el: Πιείτε %d ml σήμερα
en: Drink %d ml today
es: Bebe %d ml hoy
fa: امروز %d میلی‌لیتر بنوش
fi: Juo tänään %d ml
fil: Uminom ng %d ml ngayong araw
he: שתה %d מ"ל היום
hi: आज %d ml पिएं
hr: Popij %d ml danas
hu: Igyál meg %d ml-t ma
id: Minum %d ml hari ini
it: Bevi %d ml oggi
ja: 今日%d ml飲もう
ko: 오늘 %d ml 마시기
ku: Îro %d ml vexwe
lt: Išgerk %d ml šiandien
lv: Izdzer %d ml šodien
ms: Minum %d ml hari ini
nb: Drikk %d ml i dag
nl: Drink %d ml vandaag
pl: Wypij %d ml dzisiaj
pt_br: Beba %d ml hoje
pt_pt: Beba %d ml hoje
ro: Bea %d ml azi
ru: Выпей %d мл сегодня
sk: Vypi dnes %d ml
sl: Spij %d ml danes
sq: Pi %d ml sot
sr: Попиј %d ml данас
sv: Drick %d ml idag
sw: Kunywa ml %d leo
th: ดื่มน้ำ %d มล. วันนี้
tr: Bugün %d ml iç
uk: Випий %d мл сьогодні
vi: Uống %d ml hôm nay
zh_hans: 今天喝 %d 毫升
zh_hant: 今天喝 %d ml

# challenge.card.title
source: Atteignez votre objectif
ar: حقق هدفك
bg: Постигни целта си
bn: আপনার লক্ষ্য অর্জন করুন
cs: Dosáhni svého cíle
da: Nå dit mål
de: Erreiche dein Ziel
el: Επιτύχετε τον στόχο σας
en: Reach your goal
es: Alcanza tu objetivo
fa: به هدفت برس
fi: Saavuta tavoitteesi
fil: Abutin ang iyong layunin
he: השג את היעד שלך
hi: अपना लक्ष्य प्राप्त करें
hr: Postigni svoj cilj
hu: Érd el a célodat
id: Capai targetmu
it: Raggiungi il tuo obiettivo
ja: 目標を達成しよう
ko: 목표를 달성하세요
ku: Armanca xwe bigihîje
lt: Pasiek savo tikslą
lv: Sasniegt savu mērķi
ms: Capai sasaran anda
nb: Nå målet ditt
nl: Bereik je doel
pl: Osiągnij swój cel
pt_br: Alcance sua meta
pt_pt: Atinja o seu objetivo
ro: Atinge-ți obiectivul
ru: Достигни своей цели
sk: Dosiahni svoj cieľ
sl: Doseži svoj cilj
sq: Arrij objektivin tënd
sr: Оствари свој циљ
sv: Nå ditt mål
sw: Fikia lengo lako
th: บรรลุเป้าหมายของคุณ
tr: Hedefine ulaş
uk: Досягни своєї цілі
vi: Đạt mục tiêu của bạn
zh_hans: 达成您的目标
zh_hant: 達成你的目標

# challenge.category.hydration
source: Hydratation
ar: الترطيب
bg: Хидратация
bn: হাইড্রেশন
cs: Hydratace
da: Hydrering
de: Hydration
el: Ενυδάτωση
en: Hydration
es: Hidratación
fa: آب‌رسانی
fi: Nesteytys
fil: Hydration
he: הידרציה
hi: हाइड्रेशन
hr: Hidratacija
hu: Hidratálás
id: Hidrasi
it: Idratazione
ja: 水分補給
ko: 수분 섭취
ku: Avahî
lt: Hidratacija
lv: Hidratācija
ms: Hidrasi
nb: Hydrering
nl: Hydratatie
pl: Nawodnienie
pt_br: Hidratação
pt_pt: Hidratação
ro: Hidratare
ru: Гидратация
sk: Hydratácia
sl: Hidracija
sq: Hidratim
sr: Хидратација
sv: Hydrering
sw: Unyevu
th: การดื่มน้ำ
tr: Nemlendirme
uk: Гідратація
vi: Nước uống
zh_hans: 补水
zh_hant: 水分補給

# challenge.category.sport
source: Sport
ar: رياضة
bg: Спорт
bn: খেলাধুলা
el: Άθληση
es: Deporte
fa: ورزش
fi: Urheilu
fil: Sports
he: ספורט
hi: खेल
id: Olahraga
ja: スポーツ
ko: 스포츠
ku: Werzîş
lt: Sportas
lv: Sports
ms: Sukan
pt_br: Esporte
pt_pt: Desporto
ru: Спорт
sk: Šport
sl: Šport
sr: Спорт
sw: Michezo
th: กีฬา
tr: Spor
uk: Спорт
vi: Thể thao
zh_hans: 运动
zh_hant: 運動

# challenge.category.streak
source: Streak
ar: السلسلة
bg: Серия
bn: ধারাবাহিকতা
cs: Série
da: Serie
de: Serie
el: Σερί
es: Racha
fa: روند
fi: Putki
he: רצף
hi: स्ट्रीक
hr: Niz
hu: Sorozat
id: Seri
it: Serie
ja: 連続記録
ko: 연속
ku: Rêzik
lt: Serija
lv: Sērija
ms: Rentetan
nb: Serie
nl: Reeks
pl: Seria
pt_br: Sequência
pt_pt: Série
ro: Serie
ru: Серия
sk: Séria
sl: Niz
sq: Seri
sr: Низ
sv: Svit
sw: Mfululizo
th: ต่อเนื่อง
tr: Seri
uk: Серія
vi: Chuỗi
zh_hans: 连续记录
zh_hant: 連續紀錄

# challenge.category.weather
source: Météo
ar: الطقس
bg: Време
bn: আবহাওয়া
cs: Počasí
da: Vejr
de: Wetter
el: Καιρός
en: Weather
es: Tiempo
fa: آب و هوا
fi: Sää
fil: Panahon
he: מזג אוויר
hi: मौसम
hr: Vrijeme
hu: Időjárás
id: Cuaca
it: Meteo
ja: 天気
ko: 날씨
ku: Hewa
lt: Oras
lv: Laiks
ms: Cuaca
nb: Vær
nl: Weer
pl: Pogoda
pt_br: Clima
pt_pt: Meteorologia
ro: Vreme
ru: Погода
sk: Počasie
sl: Vreme
sq: Mot
sr: Време
sv: Väder
sw: Hali ya hewa
th: สภาพอากาศ
tr: Hava
uk: Погода
vi: Thời tiết
zh_hans: 天气
zh_hant: 天氣

# challenge.category.wellness
source: Bien-être
ar: العافية
bg: Благополучие
bn: সুস্থতা
cs: Pohoda
da: Velvære
de: Wohlbefinden
el: Ευεξία
en: Wellness
es: Bienestar
fa: سلامتی
fi: Hyvinvointi
fil: Kalusugan
he: בריאות
hi: वेलनेस
hr: Dobrobit
hu: Jóllét
id: Kesehatan
it: Benessere
ja: ウェルネス
ko: 웰니스
ku: Tendurustî
lt: Gerovė
lv: Labklājība
ms: Kesejahteraan
nb: Velvære
nl: Welzijn
pl: Dobre samopoczucie
pt_br: Bem-estar
pt_pt: Bem-estar
ro: Bunăstare
ru: Благополучие
sk: Pohoda
sl: Dobrobit
sq: Mirëqenie
sr: Добробит
sv: Välmående
sw: Afya
th: สุขภาพ
tr: Sağlık
uk: Добробут
vi: Sức khỏe
zh_hans: 健康
zh_hant: 身心健康

# challenge.flash_hydrate.desc
source: 500 ml bus en moins de 30 minutes
ar: 500 مل في أقل من 30 دقيقة
bg: 500 мл, изпити за по-малко от 30 минути
bn: ৩০ মিনিটের কম সময়ে ৫০০ মিলি পান করা হয়েছে
cs: 500 ml vypito za méně než 30 minut
da: 500 ml drukket på under 30 minutter
de: 500 ml in weniger als 30 Minuten trinken
el: 500 ml σε λιγότερο από 30 λεπτά
en: 500 ml drunk in under 30 minutes
es: 500 ml bebidos en menos de 30 minutos
fa: ۵۰۰ میلی‌لیتر در کمتر از ۳۰ دقیقه نوشیده شد
fi: 500 ml juotu alle 30 minuutissa
fil: 500 ml ang nainom sa loob ng wala pang 30 minuto
he: 500 מ"ל בפחות מ-30 דקות
hi: 30 मिनट से कम में 500 ml पिएं
hr: 500 ml popijeno za manje od 30 minuta
hu: 500 ml elfogyasztva kevesebb mint 30 perc alatt
id: 500 ml diminum dalam waktu kurang dari 30 menit
it: 500 ml bevuti in meno di 30 minuti
ja: 30分以内に500mlを飲む
ko: 30분 이내에 500ml 마시기
ku: 500 ml kêmtir ji 30 deqîqeyan hatine vexwarin
lt: 500 ml išgerta per mažiau nei 30 minučių
lv: 500 ml izdzerti mazāk nekā 30 minūtēs
ms: 500 ml diminum dalam masa kurang dari 30 minit
nb: 500 ml drukket på under 30 minutter
nl: 500 ml in minder dan 30 minuten drinken
pl: 500 ml w mniej niż 30 minut
pt_br: 500 ml ingeridos em menos de 30 minutos
pt_pt: 500 ml bebidos em menos de 30 minutos
ro: 500 ml băuți în mai puțin de 30 de minute
ru: 500 мл за менее чем 30 минут
sk: 500 ml vypitých za menej ako 30 minút
sl: 500 ml spitih v manj kot 30 minutah
sq: 500 ml të pira në më pak se 30 minuta
sr: 500 ml попијено за мање од 30 минута
sv: 500 ml druckit på under 30 minuter
sw: ml 500 zimekunywa kwa chini ya dakika 30
th: ดื่มน้ำ 500 มล. ภายใน 30 นาที
tr: 30 dakika içinde 500 ml iç
uk: 500 мл випито менш ніж за 30 хвилин
vi: Uống 500 ml trong vòng 30 phút
zh_hans: 30分钟内喝500ml
zh_hant: 30 分鐘內喝下 500 ml

# challenge.flash_hydrate.title
source: Flash Hydraté
ar: الترطيب السريع
bg: Светкавична хидратация
bn: দ্রুত হাইড্রেশন
cs: Bleskové doplnění
da: Lynhydrering
de: Hydrations-Flash
el: Αστραπιαία Ενυδάτωση
en: Hydration Flash
es: Flash hidratado
fa: آب‌رسانی برق‌آسا
fi: Pikanesteytys
fil: Hydration Flash
he: הידרציה מהירה
hi: फ्लैश हाइड्रेशन
hr: Brza hidratacija
hu: Villámhidratálás
id: Hidrasi Kilat
it: Flash idratazione
ja: 瞬間補給
ko: 번개 수분 보충
ku: Avahiya bilez
lt: Greita hidratacija
lv: Ātrā hidratācija
ms: Hidrasi Kilat
nb: Lynhydrering
nl: Hydratatie flash
pl: Błyskawiczne nawodnienie
pt_br: Flash de hidratação
pt_pt: Hidratação Relâmpago
ro: Hidratare Fulger
ru: Гидрошквал
sk: Bleskové doplnenie
sl: Hitra hidracija
sq: Hidratim i shpejtë
sr: Брза хидратација
sv: Hydreringsblixten
sw: Unyevu wa haraka
th: ดื่มน้ำด่วน
tr: Hızlı Nemlendirme
uk: Блискавична гідратація
vi: Nạp Nước Thần Tốc
zh_hans: 闪电补水
zh_hant: 閃電補水

# challenge.flash.progress
source: %d/500 ml
ar: %d/500 مل
bg: %d/500 мл
bn: %d/৫০০ মিলি
da: %d ml på 30 minutter
el: %d ml σε 30 λεπτά
fa: %d/500 میلی‌لیتر
he: %d מ"ל ב-30 דקות
hi: 30 मिनट में %d ml
id: %d ml dalam 30 menit
ko: 30분 내 %d ml
ms: %d ml dalam 30 minit
nb: %d ml på 30 minutter
pt_pt: %d ml em 30 minutos
ro: %d ml în 30 de minute
ru: %d/500 мл
th: %d มล. ใน 30 นาที
uk: %d/500 мл
vi: %d ml trong 30 phút
zh_hans: %d/500 毫升

# challenge.grand_buveur.desc
source: Buvez 3 L aujourd'hui
ar: اشرب 3 لترات اليوم
bg: Изпий 3 л днес
bn: আজ ৩ লিটার পান করুন
cs: Vypij dnes 3 l
da: Drik 3 L i dag
de: Trink 3 L heute
el: Πιείτε 3 λίτρα σήμερα
en: Drink 3 L today
es: Bebe 3 L hoy
fa: امروز ۳ لیتر بنوش
fi: Juo tänään 3 l
fil: Uminom ng 3 L ngayong araw
he: שתה 3 ל׳ היום
hi: आज 3 लीटर पिएं
hr: Popij 3 L danas
hu: Igyál meg 3 litert ma
id: Minum 3 L hari ini
it: Bevi 3 L oggi
ja: 今日3L飲む
ko: 오늘 3L 마시기
ku: Îro 3 L vexwe
lt: Išgerk 3 l šiandien
lv: Izdzer 3 L šodien
ms: Minum 3 L hari ini
nb: Drikk 3 L i dag
nl: Drink 3 L vandaag
pl: Wypij 3 L dzisiaj
pt_br: Beba 3 L hoje
pt_pt: Beba 3 L hoje
ro: Bea 3 L azi
ru: Выпей 3 л сегодня
sk: Vypi dnes 3 l
sl: Spij 3 L danes
sq: Pi 3 L sot
sr: Попиј 3 л данас
sv: Drick 3 L idag
sw: Kunywa lita 3 leo
th: ดื่มน้ำ 3 ลิตรวันนี้
tr: Bugün 3 L iç
uk: Випий 3 л сьогодні
vi: Uống 3 L hôm nay
zh_hans: 今天喝3升
zh_hant: 今天喝 3 公升

# challenge.grand_buveur.title
source: Grand buveur
ar: الشارب الكبير
bg: Голям пияч
bn: বড় পানকারী
cs: Velký pijan
da: Stordrikkker
de: Großer Trinker
el: Μεγάλος Πότης
en: Big Drinker
es: Gran bebedor
fa: آب‌نوش بزرگ
fi: Suurkuluttaja
fil: Malaking Umiinom
he: שותה גדול
hi: बड़ा पीने वाला
hr: Veliki pijač
hu: Nagyivó
id: Peminum Besar
it: Gran bevitore
ja: ビッグドリンカー
ko: 대음주가
ku: Vexwerê mezin
lt: Didysis gėrikas
lv: Lielais dzērājs
ms: Peminum Besar
nb: Stordrikkker
nl: Grote drinker
pl: Wielki pijący
pt_br: Grande bebedor
pt_pt: Grande Bebedor
ro: Mare Băutor
ru: Большой пьющий
sk: Veľký pijan
sl: Veliki pivec
sq: Pijës i madh
sr: Велики пивопија
sv: Stordrickare
sw: Mnywaji mkubwa
th: นักดื่มยอดเยี่ยม
tr: Büyük içici
uk: Великий п'яниця
vi: Người Uống Nhiều
zh_hans: 饮水达人
zh_hant: 豪飲達人

# challenge.grand_ecart.desc
source: Boire avant 9h ET après 21h dans la même journée
ar: اشرب قبل الساعة 9 صباحاً وبعد الساعة 9 مساءً في نفس اليوم
bg: Пиене преди 9 ч И след 21 ч в същия ден
bn: সকাল ৯টার আগে এবং রাত ৯টার পরে একই দিনে পান করুন
cs: Pít před 9 h A po 21 h ve stejný den
da: Drik inden kl. 9:00 OG efter kl. 21:00 på samme dag
de: Vor 9 Uhr UND nach 21 Uhr am gleichen Tag trinken
el: Πόσιμο πριν τις 9:00 ΚΑΙ μετά τις 21:00 την ίδια μέρα
en: Drink before 9am AND after 9pm on the same day
es: Beber antes de las 9h Y después de las 21h el mismo día
fa: نوشیدن قبل از ساعت ۹ و بعد از ساعت ۲۱ در همان روز
fi: Juo ennen klo 9 JA klo 21 jälkeen samana päivänä
fil: Uminom bago mag-9am AT pagkatapos ng 9pm sa parehong araw
he: שתייה לפני 9:00 וגם אחרי 21:00 באותו יום
hi: उसी दिन सुबह 9 बजे से पहले और रात 9 बजे के बाद पिएं
hr: Pijenje prije 9 h I nakon 21 h istog dana
hu: Ivás 9 óra előtt ÉS 21 óra után ugyanazon a napon
id: Minum sebelum 09:00 DAN setelah 21:00 pada hari yang sama
it: Bere prima delle 9 E dopo le 21 nello stesso giorno
ja: 同じ日に9時前と21時後に飲む
ko: 같은 날 오전 9시 이전과 오후 9시 이후에 마시기
ku: Vexwarin berî saet 9 Û piştî saet 21 di heman rojê de
lt: Gerti prieš 9 val. IR po 21 val. tą pačią dieną
lv: Dzeršana pirms 9 h UN pēc 21 h tajā pašā dienā
ms: Minum sebelum 9:00 DAN selepas 21:00 pada hari yang sama
nb: Drikk før kl. 9:00 OG etter kl. 21:00 på samme dag
nl: Voor 9u EN na 21u drinken op dezelfde dag
pl: Pić przed 9:00 I po 21:00 tego samego dnia
pt_br: Beber antes das 9h E depois das 21h no mesmo dia
pt_pt: Beber antes das 9h E depois das 21h no mesmo dia
ro: Bea înainte de 9:00 ȘI după 21:00 în aceeași zi
ru: Пить до 9 утра И после 21 вечера в один день
sk: Piť pred 9 h A po 21 h v ten istý deň
sl: Pitje pred 9. uro IN po 21. uri isti dan
sq: Pirje para orës 9 DHE pas orës 21 të ditës
sr: Пиће пре 9 ч И после 21 ч истог дана
sv: Dricka före 9 OCH efter 21 samma dag
sw: Kunywa kabla ya saa 9 NA baada ya saa 21 siku moja
th: ดื่มน้ำก่อน 9:00 น. และหลัง 21:00 น. ในวันเดียวกัน
tr: Aynı gün sabah 9'dan önce VE akşam 9'dan sonra iç
uk: Пиття до 9 год ТА після 21 год того самого дня
vi: Uống trước 9 giờ sáng VÀ sau 9 giờ tối cùng ngày
zh_hans: 同一天9点前和21点后都喝水
zh_hant: 同一天內 9 點前及 21 點後都喝水

# challenge.grand_ecart.title
source: Grand Écart
ar: الفجوة الكبيرة
bg: Голям разтег
bn: বড় ব্যবধান
cs: Velký rozptyl
da: Fuld strækning
de: Großer Spagat
el: Πλήρης Διάρκεια
en: Full Stretch
es: Gran amplitud
fa: اسپلیت بزرگ
fi: Suuri hajonta
fil: Buong Saklaw
he: טווח מלא
hi: फुल स्ट्रेच
hr: Veliki raspon
hu: Nagy spárga
id: Rentang Penuh
it: Grande apertura
ja: ロングスパン
ko: 완전한 스트레치
ku: Valahiya mezin
lt: Didelis atotrūkis
lv: Lielais atstarpe
ms: Julat Penuh
nb: Full strekk
nl: Groot bereik
pl: Wielki rozstęp
pt_br: Grande amplitude
pt_pt: Grande Amplitude
ro: Interval Complet
ru: Большой разрыв
sk: Veľký rozptyl
sl: Veliki razpon
sq: Hapësira e madhe
sr: Велики распон
sv: Stort spann
sw: Pengo kubwa
th: ช่วงเวลายาวนาน
tr: Büyük Açılım
uk: Великий розрив
vi: Trải Dài Toàn Ngày
zh_hans: 大跨度
zh_hant: 全天跨越

# challenge.matin_champion.desc
source: Atteindre 50%% de ton objectif avant midi
ar: تحقيق 50%% من هدفك قبل الظهر
bg: Постигни 50 %% от целта си преди обед
bn: দুপুরের আগে দৈনিক লক্ষ্যের ৫০%% অর্জন করুন
cs: Dosáhnout 50 %% tvého cíle před polednem
da: Nå 50%% af dit daglige mål inden middag
de: 50 %% des Tagesziels vor Mittag erreichen
el: Φτάστε 50%% του στόχου πριν το μεσημέρι
en: Reach 50%% of your daily goal before noon
es: Alcanzar el 50%% de tu objetivo antes del mediodía
fa: ۵۰%% از هدفت را قبل از ظهر محقق کن
fi: Saavuta 50 %% tavoitteestasi ennen puoltapäivää
fil: Abutin ang 50%% ng iyong araw-araw na layunin bago tanghali
he: הגע ל-50%% מהיעד היומי לפני הצהריים
hi: दोपहर से पहले अपने दैनिक लक्ष्य का 50%% प्राप्त करें
hr: Dostigni 50%% dnevnog cilja prije podneva
hu: Érd el a célod 50%%-át déli 12 óra előtt
id: Capai 50%% target sebelum siang
it: Raggiungere il 50%% dell'obiettivo prima di mezzogiorno
ja: 正午前に目標の50%%を達成
ko: 정오 전에 일일 목표의 50%% 달성
ku: Berî nîvro %%50ê armanca xwe ya rojane bigihîje
lt: Pasiek 50%% dienos tikslo iki pietų
lv: Sasniegt 50%% dienas mērķa pirms pusdienlaika
ms: Capai 50%% sasaran harian sebelum tengah hari
nb: Nå 50%% av det daglige målet før middag
nl: 50%% van je doel halen vóór de middag
pl: Osiągnij 50%% swojego celu przed południem
pt_br: Atingir 50%% da sua meta antes do meio-dia
pt_pt: Atingir 50%% do objetivo diário antes do meio-dia
ro: Atinge 50%% din obiectivul zilnic înainte de prânz
ru: Достичь 50%% цели до полудня
sk: Dosiahnuť 50 %% tvojho cieľa pred obedom
sl: Doseži 50%% dnevnega cilja pred poldnevom
sq: Arrij 50%% të objektivit ditor para mesditës
sr: Достигни 50%% свог дневног циља пре подне
sv: Nå 50 %% av ditt mål före lunch
sw: Fikia 50%% ya lengo lako la kila siku kabla ya adhuhuri
th: บรรลุ 50%% ของเป้าหมายรายวันก่อนเที่ยง
tr: Öğleden önce günlük hedefinizin %%50'sine ulaş
uk: Досягни 50 %% твоєї цілі до полудня
vi: Đạt 50%% mục tiêu hàng ngày trước buổi trưa
zh_hans: 中午前达到每日目标的50%%
zh_hant: 中午前達成每日目標的 50%%

# challenge.matin_champion.title
source: Matin de Champion
ar: صباح البطل
bg: Сутрешен шампион
bn: সকালের চ্যাম্পিয়ন
cs: Ranní šampion
da: Mestermorgen
de: Champion-Morgen
el: Πρωί Πρωταθλητή
en: Champion Morning
es: Mañana de campeón
fa: قهرمان صبحگاهی
fi: Aamun mestari
fil: Kampeon sa Umaga
he: בוקר אלוף
hi: चैंपियन मॉर्निंग
hr: Jutarnji prvak
hu: Reggeli bajnok
id: Pagi Sang Juara
it: Mattino da campione
ja: チャンピオンの朝
ko: 챔피언의 아침
ku: Qehremanê sibehê
lt: Ryto čempionas
lv: Rīta čempions
ms: Pagi Juara
nb: Mestermorgen
nl: Kampioensmorgen
pl: Mistrzowski poranek
pt_br: Manhã de campeão
pt_pt: Manhã de Campeão
ro: Dimineața Campionului
ru: Утро чемпиона
sk: Ranný šampión
sl: Jutranji prvak
sq: Champion i mëngjesit
sr: Јутарњи шампион
sv: Mästarmorgen
sw: Bingwa wa asubuhi
th: เช้าแห่งแชมป์เปี้ยน
tr: Şampiyon Sabahı
uk: Ранковий чемпіон
vi: Buổi Sáng Vô Địch
zh_hans: 冠军早晨
zh_hant: 晨間冠軍

# challenge.matin.progress
source: %d ml / objectif midi
ar: %d مل / هدف الظهيرة
bg: %d мл / цел до обед
bn: %d মিলি / দুপুরের লক্ষ্য
cs: %d ml / cíl do poledne
da: %d ml / middagsmål
de: %d ml / Mittagsziel
el: %d ml / στόχος μεσημεριού
en: %d ml / noon goal
es: %d ml / objetivo mediodía
fa: %d میلی‌لیتر / هدف تا ظهر
fi: %d ml / tavoite puoleenpäivään mennessä
fil: %d ml / layunin tanghali
he: %d מ"ל / יעד הצהריים
hi: %d ml / दोपहर का लक्ष्य
hr: %d ml / cilj do podneva
hu: %d ml / déli cél
id: %d ml / target siang
it: %d ml / obiettivo mezzogiorno
ja: %d ml / 正午目標
ko: %d ml / 정오 목표
ku: %d ml / armanca nîvro
lt: %d ml / tikslas iki pietų
lv: %d ml / mērķis līdz pusdienai
ms: %d ml / sasaran tengah hari
nb: %d ml / middagsmål
nl: %d ml / middagdoel
pl: %d ml / cel południowy
pt_br: %d ml / meta do meio-dia
pt_pt: %d ml / objetivo do meio-dia
ro: %d ml / obiectiv de prânz
ru: %d мл / цель к полудню
sk: %d ml / cieľ do obeda
sl: %d ml / cilj do poldneva
sq: %d ml / objektivi deri në mesditë
sr: %d ml / циљ до подне
sv: %d ml / middagsmål
sw: %d ml / lengo la adhuhuri
th: %d มล. / เป้าหมายเที่ยงวัน
tr: %d ml / öğle hedefi
uk: %d мл / ціль до обіду
vi: %d ml / mục tiêu buổi trưa
zh_hans: %d 毫升 / 午间目标
zh_hant: %d ml ／ 中午目標

# challenge.matinal.desc
source: Buvez 500 ml avant 9h
ar: اشرب 500 مل قبل الساعة 9
bg: Изпий 500 мл преди 9 ч
bn: সকাল ৯টার আগে ৫০০ মিলি পান করুন
cs: Vypij 500 ml před 9 h
da: Drik 500 ml inden kl. 9:00
de: Trink 500 ml vor 9 Uhr
el: Πιείτε 500 ml πριν τις 9:00
en: Drink 500 ml before 9am
es: Bebe 500 ml antes de las 9h
fa: قبل از ساعت ۹، ۵۰۰ میلی‌لیتر بنوش
fi: Juo 500 ml ennen klo 9
fil: Uminom ng 500 ml bago mag-9am
he: שתה 500 מ"ל לפני 9:00
hi: सुबह 9 बजे से पहले 500 ml पिएं
hr: Popij 500 ml prije 9 h
hu: Igyál meg 500 ml-t 9 óra előtt
id: Minum 500 ml sebelum pukul 09:00
it: Bevi 500 ml prima delle 9
ja: 9時前に500ml飲む
ko: 오전 9시 이전에 500ml 마시기
ku: Berî saet 9 500 ml vexwe
lt: Išgerk 500 ml iki 9 val.
lv: Izdzer 500 ml pirms pulksten 9
ms: Minum 500 ml sebelum jam 9:00
nb: Drikk 500 ml før kl. 9:00
nl: Drink 500 ml voor 9 uur
pl: Wypij 500 ml przed 9:00
pt_br: Beba 500 ml antes das 9h
pt_pt: Beba 500 ml antes das 9h
ro: Bea 500 ml înainte de 9:00
ru: Выпей 500 мл до 9 утра
sk: Vypi 500 ml pred 9 h
sl: Spij 500 ml pred 9. uro
sq: Pi 500 ml para orës 9
sr: Попиј 500 ml пре 9 ч
sv: Drick 500 ml före kl 9
sw: Kunywa ml 500 kabla ya saa 9
th: ดื่มน้ำ 500 มล. ก่อน 9:00 น.
tr: Saat 9'dan önce 500 ml iç
uk: Випий 500 мл до 9 год
vi: Uống 500 ml trước 9 giờ sáng
zh_hans: 9点前喝500毫升
zh_hant: 9 點前喝 500 ml

# challenge.matinal.title
source: Matinal
ar: المبكر
bg: Ранна птица
bn: ভোরের পাখি
cs: Ranní ptáče
da: Morgenfugl
de: Frühaufsteher
el: Πρωινός Τύπος
en: Early Bird
es: Madrugador
fa: زودبیدار
fi: Aikainen lintu
fil: Maagang Ibon
he: ציפור בוקר
hi: अर्ली बर्ड
hr: Rana ptica
hu: Korai madár
id: Pagi Buta
it: Mattiniero
ja: 早起き
ko: 얼리 버드
ku: Çûka zû
lt: Ankstyvasis paukštis
lv: Agrs putns
ms: Burung Pagi
nb: Morgenmenneske
nl: Vroege vogel
pl: Ranny ptaszek
pt_br: Matutino
pt_pt: Madrugador
ro: Pasăre de Dimineață
ru: Ранняя пташка
sk: Ranné vtáča
sl: Zgodnja ptica
sq: Zog i hershëm
sr: Рана птица
sv: Morgonpigg
sw: Ndege wa mapema
th: นกตื่นเช้า
tr: Erken kalkan
uk: Рання пташка
vi: Sáng Sớm
zh_hans: 早起者
zh_hant: 早起鳥兒

# challenge.progress_ml
source: %d / 3000 ml
ar: %d / 3000 مل
bg: %d / 3000 мл
bn: %d / ৩০০০ মিলি
da: %d ml i dag
el: %d ml σήμερα
fa: %d / 3000 میلی‌لیتر
he: %d מ"ל היום
hi: आज %d ml
id: %d ml hari ini
ko: 오늘 %d ml
ms: %d ml hari ini
nb: %d ml i dag
pt_pt: %d ml hoje
ro: %d ml azi
ru: %d / 3000 мл
th: %d มล. วันนี้
uk: %d / 3000 мл
vi: %d ml hôm nay
zh_hans: %d / 3000 毫升

# challenge.progress_steps
source: %d / %d pas
ar: %d / %d خطوة
bg: %d / %d крачки
bn: %d / %d পদক্ষেপ
cs: %d / %d kroků
da: %d / %d skridt
de: %d / %d Schritte
el: %d / %d βήματα
en: %d / %d steps
es: %d / %d pasos
fa: %d / %d قدم
fi: %d / %d askelta
fil: %d / %d hakbang
he: %d / %d צעדים
hi: %d / %d कदम
hr: %d / %d koraka
hu: %d / %d lépés
id: %d / %d langkah
it: %d / %d passi
ja: %d / %d 歩
ko: %d / %d 걸음
ku: %d / %d gav
lt: %d / %d žingsnių
lv: %d / %d soļi
ms: %d / %d langkah
nb: %d / %d skritt
nl: %d / %d stappen
pl: %d / %d kroków
pt_br: %d / %d passos
pt_pt: %d / %d passos
ro: %d / %d pași
ru: %d / %d шагов
sk: %d / %d krokov
sl: %d / %d korakov
sq: %d / %d hapa
sr: %d / %d корака
sv: %d / %d steg
sw: Hatua %d / %d
th: %d / %d ก้าว
tr: %d / %d adım
uk: %d / %d кроків
vi: %d / %d bước
zh_hans: %d / %d 步
zh_hant: %d / %d 步

# challenge.progress_times
source: %d / 4 fois
ar: %d / 4 مرات
bg: %d / 4 пъти
bn: %d / ৪ বার
cs: %d / 4krát
da: %d / 4 gange
de: %d / 4 Mal
el: %d / 4 φορές
en: %d / 4 times
es: %d / 4 veces
fa: %d / 4 بار
fi: %d / 4 kertaa
fil: %d / 4 beses
he: %d / 4 פעמים
hi: %d / 4 बार
hr: %d / 4 puta
hu: %d / 4 alkalom
id: %d / 4 kali
it: %d / 4 volte
ja: %d / 4 回
ko: %d / 4회
ku: %d / 4 caran
lt: %d / 4 kartus
lv: %d / 4 reizes
ms: %d / 4 kali
nb: %d / 4 ganger
nl: %d / 4 keer
pl: %d / 4 razy
pt_br: %d / 4 vezes
pt_pt: %d / 4 vezes
ro: %d / 4 ori
ru: %d / 4 раза
sk: %d / 4-krát
sl: %d / 4-krat
sq: %d / 4 herë
sr: %d / 4 пута
sv: %d / 4 gånger
sw: Mara %d / 4
th: %d / 4 ครั้ง
tr: %d / 4 kez
uk: %d / 4 рази
vi: %d / 4 lần
zh_hans: %d / 4 次
zh_hant: %d / 4 次
